Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=191_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät haluaa perustaa inarin- ja koltansaamen kielen kääntäjän virat
sme: Sámediggi hálida anáraš- ja nuortalašgielaid jorgaleaddjiid

source: Saamelaiskäräjät haluaa vakinaistaa vuonna 2008 työnsä aloittaneiden inarin- ja koltansaamen kielten kääntäjien virat.
sme: Sámediggi hálida vuođđudit anáraš- ja nuortalašgielaide fásta jorgaleaddjiid virggiid.

source: Saamelaiskäräjät esittää asetukseen muutosta, joka mahdollistaa virkojen vakinaistamisen.
sme: Sámediggi evttoha ásahussii rievdádusa, mii dagašii vejolažžan fásta virggiid vuođđudeami ja daid deavdima.

source: Virkojen vakinaistaminen edellyttää saamelaiskäräjistä annetun asetuksen muutosta, jossa virallisilta kielenkääntäjiltä edellytetään mm. kielitutkintoa, jota ei ole vielä mahdollista suorittaa kyseessä olevissa kielissä.
sme: Fásta virggiid vuođđudeapmi gáibida rievdádusa sámedikkis addojuvvon láhkaásahussii daningo ásahus gáibida virggálaš giellajorgaleaddjiin ee. gielladutkosa. Gielladutkosa čađaheapmi ii leat vuos vejolaš dáin gielain.

source: Saamelaiskäräjien toimistoon voitiin ensimmäistä kertaa palkata inarin- ja koltansaamenkieliset kielenkääntäjät keväällä 2008, jolloin tarkoitusta varten saatiin varat valtion talousarviossa.
sme: Sámedikki doaimmahahkii lei vuosttaš geardde vejolaš bálkáhit anáraš- ja nuortalašgielaid giella-jorgaleaddjiid giđđat 2008, go dárkkuhussii čujuhuvvui ruhta stáhta bušeahtas.

source: Saamen kielen toimistossa työskentelee jo aiemmin palkattuja pohjoissaamen kielenkääntäjiä, joista kolme valmistaa käännöksiä pelkästään Utsjoen kunnan tarpeisiin.
sme: Sámegiela doaimmahagas barget juo ovdal bálkáhuvvon davvisámegiela giellajorgaleaddjit, geain golmmas ráhkadit jorgalusaid dušše Ohcejoga gieldda dárbbuide.

source: Kielitoimiston tehtävänä on mm. seurata ja toteuttaa saamen kielilaissa säädettyjä saamelaisten kielellisiä oikeuksia.
sme: Gielladoaimmahaga bargun lea ee. čuovvut ja ollašuhttit sámi giellalágas mearriduvvon sámiid gielalaš vuoigatvuođaid.

source: Kielenkääntäjien lisäksi kielitoimistossa työskentelee saamen kieliturvasihteeri ja saamen kieliasiainsihteeri, jotka vastaavat mm. kielipoliittisten asioiden valmistelusta ja hoitavat pohjoismaiseen saamen kieliyhteistyöhön liittyviä asioita.
sme: Giellajorgaleaddjiid lassin gielladoaimmahagas barget sámi gielladorvočálli ja sámi giellaáššiidčálli, geat vástideaba ee. giellapolitihkálaš áššiid válmmaštallamis ja dikšuba davviriikkalaš sámi giellaovttasbargui gulli áššiid.

source: Muita saamelaiskäräjien hallituksen kokouspäätöksiä 21.11.2008:
sme: Eará sámedikki stivrra čoahkkinmearrádusat Avvilis 21.11.2008:

source: Saamenkielinen asiointi viranomaisissa edelleen kankeaa -
sme: Áššiid dikšun sámegillii ain gággat eisseváldiin -

source: Viranomaiset eivät ole lisänneet työntekijöidensä saamen kielen taitoa ja saamenkielistä palvelua
sme: Virgeeisseváldit eai leat lasihan bargiideaset sámegiela máhtu eaige sámegielat áššehasbálvaleami

source: Saamelaisten kotiseutualueen viranomaisissa on edelleen vain vähän sellaisia työntekijöitä, jotka kykenevät palvelemaan asiakkaita saamen kielellä.
sme: Sámiid ruovttuguovllu virgeeisseváldiin leat ain unnán dakkár bargit, geat bastet bálvalit áššehaččaid sámegillii.

source: Vuonna 2004 voimaan tulleen uuden saamen kielilain tarkoituksena oli tehdä saamenkielinen viranomaisissa asiointi luonnolliseksi ja vähentää vähitellen hankalaksi koettua tulkkausta.
sme: Jagi 2004 fápmui boahtán sámi giellalága ulbmilin lei dahkat áššiid dikšuma eisseváldiin sámegillii lunddolažžan ja gulul unnidit dulkojumi, man leat vásihan unohažžan ja váigadin.

source: Saamelaiskäräjien hallitus antoi 21.11. lausuntonsa valmistelussa olevaan valtioneuvoston kielilainsäädäntöä koskevaan kertomukseen.
sme: Sámedikki stivra attii cealkámušas stáhtaráđi muitalussii, mii guoská giellaláhkaásaheapmái ja lea aiddo válmmaštallama vuolde vuoigatvuohtaministeriijas.

source: Saamelaiskäräjät on tehnyt laajan selvityksen saamen kielilain toteutumisesta vuosina 2004-2006.
sme: Sámediggi lea dahkan viiddis čilgehusa sámi giellalága ollašuvvamis jagiin 2004-2006.

source: Sen mukaan saamelaisten kotiseutualueen kunnissa ei ole tapahtunut todellista muutosta saamenkielisen henkilöstön ja palvelun määrässä.
sme: Dan mielde sámiid ruovttuguovllu gielddain ii leat dáhpáhuvvan mearkkašahtti rievdádus sámegielat bargiid ja bálvalusaid mearis.

source: Kotiseutualueen kunnista ainoastaan Utsjoen kunnassa saamen kieli nähdään viranhoidon edellytykseksi tai erityiseksi ansioksi.
sme: Ruovttuguovllu gielddain dušše Ohcejoga gielddas sámegiella atnojuvvo virgegáibádusaid eaktun dahje earenoamáš ánsun.

source: Saamelaisalueella työskentelevistä kuntien ja valtion työntekijöistä 9,5 % kykenee antamaan asiakaspalvelua saameksi.
sme: Sámeguovllus bargi gielddaid ja stáhta bargiin dušše 9,5 % bastá bálvalit olbmuid sámegillii.

source: Saamenkielisiä palveluita järjestetään eniten sivistystoimessa eli perusopetuksessa, lasten päivähoi-dossa ja esiopetuksessa.
sme: Sámegielat bálvalusat ordnejuvvojit eanemus čuvgehusdoaimmas nugo vuođđooahpahusas, mánáid baivedivššus ja ovdaoahpahusas.

source: Lähes kaikki muu saamenkielinen palvelu tapahtuu edelleen tulkkipalveluiden ja asiakirjakäännösten kautta.
sme: Measta visot eará sámegielat bálvalusat dáhpáhuvvet ain dulkonbálvalusaid ja áššegirjjiid jorgaleami bokte.

source: Erityisen ongelmalliseksi on koettu saamen kielen käyttö puhelimitse tapahtuvassa asioinnissa.
sme: Earenoamáš váttisin leat vásihan sámegiela geavaheami áššiid divššodettiin telefovnnas.

source: Viranomainen ei yleensä pysty järjestämään saamenkielistä puhelinpalvelua.
sme: Virgeeisseváldi ii dábálaččat bastte ordnet telefonbálvaleami sámegillii.

source: Myönteisenä kehityksenä pidetään viranomaisten saamenkielisen tiedotustoiminnan lisääntymistä, mm. useiden yhteisöjen internet-sivustojen julkaisemista myös saamen kielellä.
sme: Positiivvalaš ovdaneapmin adnojuvvo dat, ahte virgeeisseváldiid diehtojuohkin sámegillii lea lassánan ee. dan bokte go máŋggat eisseváldit leat almmuhan internetsiidduid maiddái sámegillii.

source: Saamelaiskäräjien omassa toiminnassa myönteistä on inarin- ja koltansaamenkielisten kielenkääntäjien palkkaamismahdollisuus saamen kielen toimistoon vuonna 2008.
sme: Sámedikki iežas doaimmain positiivvalaš lea, ahte leat bastán bálkahit anáraš- ja nuortalašgielaid jorgaleaddjiid sámegiela doaimmahahkii jagi 2008.

source: Lausunnossa kiinnitetään myös huomiota siihen, että valtaosa saamelaisväestöstä jää kaikkien saamen kielioikeuksien ulkopuolelle sen takia, että he asuvat saamen kielilain pääasiallisen soveltamisalueen, eli saamelaisten kotiseutualueen ulkopuolella.
sme: Cealkámušas giddejuvvo fuomášupmi maiddái dasa, ahte váldooassi sámi álbmogis báhcá buot sámi giellavuoigatvuođaid olggobeallái danin go sii ásset sámi giellalága oaiveáššálaš doaibmanguovllu, namalassii sámiid ruovttuguovllu olggobealde.

source: Nilla Tapiola edustajaksi porotalous- ja luontaiselinkeinojen neuvottelukuntaan
sme: Nilla Tapiola ovddasteaddjin boazodoallo- ja luondduealáhusaid ráđđádallangoddái

source: Utsjokelainen Nilla Tapiola nimettiin saamelaiskäräjien edustajaksi maa- ja metsätalousministeriön asettamaan porotalous- ja luontaiselinkeinotutkimuksen neuvottelukuntaan maaliskuuhun 2010 asti.
sme: Ohcejohkalaš Nilla Tapiola namahuvvui sámedikki ovddasteaddjin eana- ja meahccedoalloministeriija ásahan boazodoallo- ja luondduealáhusdutkámuša ráđđádallangoddái njukčamánu 2010 rádjái.

source: Ministeriö pyysi saamelaiskäräjiä nimeämään neuvottelukuntaan uuden edustajan edesmenneen rehtori Lassi Valkeapään tilalle.
sme: Ministeriija bivddii sámedikki nammadit ráđđádallangoddái ođđa ovddasteaddjis čakčat jápmán rektor Lassi Valkeapää sadjái.

source: Tapiolan varajäsenenä toimii jo aiemmin tehtävään nimetty Ristenrauna Magga.
sme: Tapiola várrelahttun bargá juo ovdal bargui nammaduvvon Ristenrauna Magga.

source: Vuotsolainen Petra Biret Magga nimettiin saamelaiskäräjien edustajaksi maakotkan porotaloudelle aiheuttamien vahinkojen korvausjärjestelmän seurantaryhmään.
sme: Vuohččulaš Petra Biret Magga nammaduvvui sámedikki ovddasteaddjin eanagoaskima boazodollui dagahan vahágiid buhtadanortnega čuovvu bargojovkui.

source: Seurantaryhmän on asettanut ympäristöministeriö.
sme: Bargojoavkku lea ásahan birasministeriija.

source: Urpo Vuolab varaedustajaksi metsähallituksen Utsjoen yhteistyöryhmään
sme: Urpo Vuolab várreovddasteaddjin meahcceráđđehusa Ohcejoga ovttasbargojovkui

source: Urpo Vuolab nimettiin saamelaiskäräjien varaedustajaksi metsähallituksen Utsjoen yhteistyöryhmään.
sme: Urpo Vuolab nammaduvvui sámedikki várreovddasteaddjin meahcceráđđehusa Ohcejoga ovttasbargojovkui.

source: Saamelaiskäräjien varaedustajana ryhmässä on aiemmin toiminut Pentti Pieski, joka on pyytänyt uuden varaedustajan nimeämistä sen jälkeen kun hän on siirtynyt metsähallituksen työntekijäksi.
sme: Sámedikki várreovddasteaddjin bargojoavkkus lea ovdal bargan Pentti Pieski, gii lea bivdán ođđa várreovddasteaddji nammadeami dan maŋŋá go son lea sirdásan meahcceráđđehusa bargin.

source: Edustajaehdokkaita kirjastoapurahalautakuntaan
sme: Sámi evttohasat girjerájusveahkkeruđaid lávdegoddái

source: Saamelaiskäräjät esittää opetusministeriölle saamelaisedustusta ministeriön alaisuudessa toimivaan kirjastoapurahalautakuntaan.
sme: Sámediggi evttoha oahpahusministeriijai sámiid ovddasteaddjiid ministeriija vuolde doaibmi girjerájusveahkkeruđaid lávdegoddái.

source: Lautakunta jakaa kirjailijoille ja kääntäjille apurahoja ja avustuksia.
sme: Lávdegoddi juohká girječálliide ja jorgaleaddjiide veahkkeruđaid ja stipeanddaid.

source: Ministeriö nimeää lautakuntaan yhteensä seitsemän jäsentä ja heille varajäsenet.
sme: Ministeriija namuha lávdegoddái oktiibuot čieža lahtu ja daidda várrelahtuid.

source: Saamelaiskäräjät asetti ehdolle seuraavat kaikkia kolmea Suomessa puhuttua saamen kieltä edustavat henkilöt: Erkki Lumisalmi, Jouni Ilmari Jomppanen, Matti Morottaja, Anni Näkkäläjärvi, Hilkka Rasmus ja Rauna Paadar-Leivo.
sme: Sámediggi ásahii evttohassan čuovvovaš olbmuid, geat ovddastit buot golmma Suomas hubmojuvvon sámegiela: Erkki Lumisalmi, Jouni Ilmari Jomppanen, Matti Morottaja, Anni Näkkäläjärvi, Hilkka Rasmus ja Rauna Paadar-Leivo.

source: Erkki Lumisalmi edustajaksi Kolttakulttuurisäätiöön
sme: Erkki Lumisalmi ovddasteaddjin Nuortalaškultuvrra doarjjafondii

source: Erkki Lumisalmi nimettiin saamelaiskäräjien edustajaksi perustettavaan Kolttakulttuurisäätiöön.
sme: Erkki Lumisalmi nammaduvvui sámedikki ovddasteaddjin nuortalaškultuvrra ođđa doarjjafondii (Kolttakulttuurisäätiö).

source: Saamelaismuseosäätiö pyysi keväällä patentti- ja rekisterihallitukselta lupaa Kolttakulttuurisäätiön perustamiseen.
sme: Sámi museafoanda (Saamelaismuseosäätiö) bivddii giđđat pateanta- ja registrerenráđđehusas lobi nuortalaškultuvrra doarjjafoandda vuođđudeapmái.

source: Lupa säätiön perustamiseen saatiin lokakuussa 2008.
sme: Lohpi foandda vuođđudeapmái bođii golggotmánus 2008.

source: Säätiön tarkoituksena on tukea ja edistää kolttasaamelaista kulttuuria sekä ylläpitää ja ohjata Sevettijärvellä sijaitsevaa kolttakult-tuurikeskusta.
sme: Foandda ulbmilin lea doarjut ja ovddidit nuortasámiid kultuvrra ja bajásdoallat ja stivret nuortalaškultuvrra guovddáža, mii lea Čeavetjávrris.
